Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Worker sign-off
it_it: Approvazione collaboratori

source: Additional manager
it_it: Manager aggiuntivo

source: Review about
it_it: Valutazione su

source: Approve or reject with an optional comment.
it_it: Approva o rifiuta con un commento facoltativo.

source: Add my direct reports
it_it: Aggiungi i miei subordinati diretti

source: Comment not saved
it_it: Commento non salvato

source: You don't have any reports
it_it: Non hai alcun subordinato diretto

source: Total workers: {{workersSize}}
it_it: Collaboratori totali: {{workersSize}}

source: Any compensation rounds assigned to you will be visible here.
it_it: Tutti i turni di compensazione assegnati a Lei saranno visibili qui.

source: No compensation rounds yet!
it_it: Nessun ciclo di compensazione al momento!

source: View and manage all compensation rounds.
it_it: Visualizza e gestisci tutti i cicli di compensazione.

source: Compensation rounds
it_it: Cicli di compensazione

source: Search by comp round name
it_it: Cerca per nome del ciclo di retribuzione

source: Workflow status
it_it: Stato del flusso di lavoro

source: Select workers to compare them.
it_it: Seleziona i worker per confrontarli.

source: The outcome of the column is based on the formula below.
it_it: Il risultato della colonna si basa sulla formula riportata di seguito.

source: Calculated column formula
it_it: Formula della colonna calcolata

source: You must add a note when entering a value.
it_it: È necessario aggiungere una nota quando si inserisce un valore.

source: You must add a note for values outside the guidelines.
it_it: È necessario aggiungere una nota per i valori al di fuori delle linee guida.

source: <0><1>Field related to {{name}}</1><3>{{helpTip}}</3></0>
it_it: <0><1>Campo relativo a {{name}}</1><3>{{helpTip}}</3></0>

source: The calculation cannot be done because {{column}} is empty.
it_it: Il calcolo non può essere eseguito perché {{column}} non contiene un valore.

source: The calculation cannot be done because a reference filed is empty.
it_it: Il calcolo non può essere eseguito perché un campo di riferimento è vuoto.

source: Rules are applied in priority order from top to bottom.
it_it: Le regole vengono applicate in ordine di priorità dall’alto verso il basso.

source: Comp round currency ({{currencyCode}})
it_it: Valuta del round di compensazione ({{currencyCode}})

source: Choose grid currency
it_it: Scegli la valuta della griglia

source: Worker local currency
it_it: Valuta locale del Collaboratori

source: The data might be out of sync. Refresh the data to get the latest changes.
it_it: I dati potrebbero non essere sincronizzati. Aggiorna i dati per ottenere le ultime modifiche.

source: No compensation rounds to display
it_it: Nessun ciclo di retribuzione da visualizzare

source: Clear field
it_it: Cancella campo

source: This field only accepts values within the allowed amount range. Do you want to revert to the previous amount?
it_it: Questo campo accetta solo valori all'interno dell'intervallo di importo consentito. Vuoi tornare all'importo precedente?

source: Revert
it_it: Ripristina

source: Out of range
it_it: Fuori intervallo

source: Maximum: {{value}}
it_it: Massimo: {{value}}

source: Minimum: {{value}}
it_it: Minimo: {{value}}

source: Guideline
it_it: Linea guida

source: Achievement
it_it: Risultato

source: Bonus payout
it_it: Pagamento del bonus

source: The decimal precision is set to 2.
it_it: La precisione decimale è impostata su 2.

source: Type weight
it_it: Tipo di peso

source: Situation
it_it: Situazione

source: Situations
it_it: Situazioni

source: No bonus situations available
it_it: Nessuna situazione di bonus disponibile

source: {{fromDate}} to {{toDate}}
it_it: {{fromDate}} a {{toDate}}

source: LoA factor: {{loaFactor}}
it_it: Fattore LoA: {{loaFactor}}

source: Target bonus: {{targetBonus}}
it_it: Bonus obiettivo: {{targetBonus}}

source: TiR factor: {{tirFactor}}
it_it: Fattore TiR: {{tirFactor}}

source: Total bonus: {{totalBonus}}
it_it: Bonus totale: {{totalBonus}}

source: Total bonus (all periods)
it_it: Bonus totale (tutti i periodi)

source: Maximum amount
it_it: Importo massimo

source: Minimum amount
it_it: Importo minimo

source: Eligible to {{eligibleCount}} of {{totalCount}} comp elements
it_it: Idoneo a {{eligibleCount}} su {{totalCount}} elementi comp

source: You don't have any workers in this view.
it_it: Non hai nessun Collaboratori in questa visualizzazione.

source: No comp rounds with round name "{{phrase}}"
it_it: Nessun ciclo di retribuzione con nome "{{phrase}}"

source: Date from
it_it: Data di inizio

source: Date to
it_it: Data di fine

source: Updated field
it_it: Campo aggiornato

source: Workflow stage
it_it: Fase del flusso di lavoro

source: Proxied by {{userName}}
it_it: Instradato tramite {{userName}}

source: Reapproved
it_it: Riapprovato

source: Republished round
it_it: Ciclo ripubblicato

source: Republished round (proposals removed)
it_it: Turno ripubblicato (proposte rimosse)

source: Republished round (proposals kept)
it_it: Round ripubblicato (proposte mantenute)

source: Resubmitted
it_it: Rinviato

source: Set default value
it_it: Imposta valore predefinito

source: Allocated
it_it: Allocato

source: Base salary
it_it: Stipendio base

source: Show budget
it_it: Mostra budget

source: Eligible workers
it_it: Collaboratori idonei

source: Budget info
it_it: Informazioni sul budget

source: overspent out of {{budget}}
it_it: spese eccessive oltre {{budget}}

source: Remaining
it_it: Rimanente

source: remaining out of {{budget}}
it_it: rimasto di {{budget}}

source: spent out of {{budget}}
it_it: spesi su {{budget}}

source: Budget warning
it_it: Avviso di budget

source: Compensation navigation
it_it: Navigazione della retribuzione

source: Export to Excel
it_it: Esporta in Excel

source: Export all pages
it_it: Esporta tutte le pagine

source: Export current page
it_it: Esporta pagina corrente

source: Select pages:
it_it: Seleziona pagine:

source: This download isn’t available because the selection exceeds the {{limit}} worker limit. Please narrow your selection to continue. For large exports or assistance, contact Customer Support.
it_it: Questo download non è disponibile perché la selezione supera il limite di {{limit}} collaboratori. Restringi la selezione per continuare. Per esportazioni di grandi dimensioni o per assistenza, contatta l'Assistenza Clienti.

source: No results match the filter search/filter criteria.<br/> Remove filters and the clear search to show all results.
it_it: Nessun risultato corrispondente ai criteri di ricerca o del filtro.<br/> Rimuovi i filtri e azzera la ricerca per mostrare tutti i risultati.

source: Comp review
it_it: Valutazione compensi

source: Search by worker name
it_it: Cerca per nome del collaboratore

source: Selected: {{count}}
it_it: Selezionati: {{count}}

source: Status set to completed
it_it: Stato impostato su completato

source: You are about to move 1 worker to the next step. Are you sure you want to continue?
it_it: Stai per spostare 1 collaboratore al passaggio successivo. Sei sicuro di voler continuare?

source: Successfully approved
it_it: Approvato con successo

source: Approve worker proposal
it_it: Approva proposta del collaboratore

source: Complete
it_it: Completa

source: You are about to complete the worker proposal. Are you sure you want to continue?
it_it: Stai per completare la proposta per i Collaboratori. Sei sicuro di voler continuare?

source: Complete worker proposal
it_it: Completa la proposta del collaboratore

source: You are about to move 1 worker to the previous step. Are you sure you want to continue?
it_it: Stai per spostare 1 collaboratore al passaggio precedente. Sei sicuro di voler continuare?

source: The status was successfully set to rejected.
it_it: Lo stato è stato impostato su rifiutato con successo.

source: Reject worker proposal
it_it: Rifiuta proposta del collaboratore

source: The proposal was rejected.
it_it: La proposta è stata respinta.

source: The proposal was returned to the previous step for adjustments.
it_it: La proposta è stata restituita alla fase precedente per apportare modifiche.

source: Awaiting approval
it_it: In attesa di approvazione

source: Awaiting proposal
it_it: In attesa di proposta

source: The proposal was successfully submitted.
it_it: La proposta è stata inviata con successo.

source: Submit worker proposal
it_it: Invia proposta di collaboratori

source: Please add a justification for any proposal outside of guidelines.
it_it: Si prega di aggiungere una giustificazione per qualsiasi proposta al di fuori delle linee guida.

source: You must add a note for this comp element.
it_it: È necessario aggiungere una nota per questo elemento comp.

source: Add note (required)
it_it: Aggiungi nota (obbligatorio)

source: Note added successfully
it_it: Nota aggiunta con successo

source: Note required
it_it: Nota obbligatoria

source: Your unsaved changes were successfully discarded.
it_it: Le modifiche non salvate sono state eliminate con successo.

source: You must add a note when the value falls outside the guidelines. If you remove the note, the value will return to its previous state.
it_it: È necessario aggiungere una nota quando il valore si trova al di fuori delle linee guida. Se si rimuove la nota, il valore tornerà allo stato precedente.

source: You must add a note when entering a value. If you remove the note, the value will return to its previous state.
it_it: È necessario aggiungere una nota quando si inserisce un valore. Se si rimuove la nota, il valore tornerà al suo stato precedente.

source: Are you sure you want to delete this note?
it_it: È sicuro di voler eliminare questa nota?

source: Note deleted successfully
it_it: Nota eliminata con successo

source: Note edited successfully
it_it: Nota modificata con successo

source: Fields
it_it: Campi

source: Choose the field related to this note.
it_it: Scegli il campo relativo a questa nota.

source: Item not found
it_it: Elemento non trovato

source: Unavailable
it_it: Non disponibile

source: Choose the field related to this note. Unavailable fields from will be removed after saving.
it_it: Scegli il campo relativo a questa nota. I campi non disponibili verranno rimossi dopo il salvataggio.

source: Max: {{guideline}}
it_it: Massimo: {{guideline}}

source: {{input}} (outside of guidelines)
it_it: {{input}} (fuori dalle linee guida)

source: This note will be visible to everyone reviewing this worker in the compensation round.
it_it: Questa nota sarà visibile a tutti coloro che effettueranno la Valutazione di questo Collaboratori nel ciclo di compensazione.

source: Add your note
it_it: Aggiunga la sua nota

source: The note is required.
it_it: La nota è obbligatoria.

source: Note (required)
it_it: Nota (obbligatoria)

source: No notes
it_it: Nessuna nota

source: This item does not contain any notes
it_it: Questo elemento non contiene alcuna nota

source: Proposal management is applied to this column.
it_it: La gestione delle proposte viene applicata a questa colonna.

source: Value overridden by user
it_it: Valore sovrascritto dall'utente

source: Restore value
it_it: Ripristina valore

source: Unable to calculate
it_it: Impossibile calcolare

source: Select worker
it_it: Seleziona collaboratore

source: There aren’t enough data to display the behavior wheel. Give this worker feedback to complete their performance picture.
it_it: Non ci sono dati sufficienti per visualizzare la ruota comportamentale. Fornisci un feedback a questo collaboratore per completare il quadro delle sue prestazioni.

source: No check-ins scheduled. Schedule one to discuss their growth.
it_it: Nessun check-in pianificato. Pianifica un incontro per discutere della crescita.

source: This team member has no public feedback.
it_it: Questo membro del team non ha feedback pubblici.

source: You haven’t sent any feedback yet. Share your thoughts to help your team members grow.
it_it: Non hai ancora inviato alcun feedback. Condividi i tuoi pensieri per aiutare i colleghi a crescere.

source: This team member hasn’t shared any feedback with you yet.
it_it: Questo membro del team non ha ancora condiviso alcun feedback con te.

source: This team member has no goals yet. Create goals to help their progress.
it_it: Questo membro del team non ha ancora obiettivi. Crea obiettivi per aiutarlo a progredire.

source: The CSV file could not be downloaded. Please try again later.
it_it: Impossibile scaricare il file CSV. Riprova più tardi.

source: Download failed
it_it: Download non riuscito

source: Synchronize to check for available analyses.
it_it: Sincronizza per verificare le analisi disponibili.

source: No pay analysis available
it_it: Nessuna analisi retributiva disponibile

source: View and manage all pay analyses
it_it: Visualizza e gestisci tutte le analisi retributive

source: Analyses
it_it: Analisi

source: Submit recommendation
it_it: Invia raccomandazione

source: The recommendation was successfully submitted.
it_it: La raccomandazione è stata inviata con successo.

source: Could not load notes. Please try again.
it_it: Impossibile caricare le note. Riprova.

source: Auto-generated
it_it: Generato automaticamente

source: Choose one...
it_it: Scegli un'opzione...

source: You must select a communication round before closing the request in order to release the document to the worker.
it_it: È necessario selezionare un ciclo di comunicazione prima di chiudere la richiesta per rilasciare il documento al collaboratore.

source: The communication round cannot be empty when closing a pay information request with attached documents.
it_it: Il ciclo di comunicazione non può essere vuoto quando si chiude una richiesta di informazioni retributive con documenti allegati.

source: Create request
it_it: Crea richiesta

source: The pay information request was successfully created.
it_it: La richiesta di informazioni sulla retribuzione è stata creata correttamente.

source: This date corresponds to the request creation date in the system.
it_it: Questa data corrisponde alla data di creazione della richiesta nel sistema.

source: Creation type
it_it: Tipo di creazione

source: Document preview
it_it: Anteprima documento

source: Edit request
it_it: Modifica richiesta

source: Attached document
it_it: Documento allegato

source: The data source is required to generate and preview the document.
it_it: L'origine dati è necessaria per generare e visualizzare in anteprima il documento.

source: Generate document
it_it: Genera documento

source: Import a static document
it_it: Importa un documento statico

source: The internal note is not visible to the worker.
it_it: La nota interna non è visibile ai Collaboratori.

source: The file name cannot contain more than 100 characters.
it_it: Il nome del file non può contenere più di 100 caratteri.

source: The file name cannot be empty.
it_it: Il nome del file non può essere vuoto.

source: Define the name of the document that will be distributed to workers.
it_it: Definisci il nome del documento che verrà distribuito ai Collaboratori.

source: The pay information request was successfully saved.
it_it: La richiesta di informazioni sulla retribuzione è stata salvata correttamente.

source: The template is required to generate and preview a document.
it_it: Il modello è necessario per generare e visualizzare in anteprima un documento.

source: Upload document
it_it: Carica documento

source: Browse to upload file
it_it: Sfoglia per caricare il file

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
it_it: Formati di file supportati: PDF. Dimensione massima del file: 10 MB. Numero massimo di file per caricamento: 1 file.

source: The document "{{fileName}}" cannot be imported. Make it matches the format and size requirements.
it_it: Il documento "{{fileName}}" non può essere importato. Assicurati che rispetti i requisiti di formato e dimensione.

source: Generate & preview document
it_it: Genera e visualizza in anteprima il documento

source: To update this field, you must first delete the generated attached document.
it_it: Per aggiornare questo campo, devi prima eliminare il documento allegato generato.

source: Alerts
it_it: Avvisi

source: Internal note
it_it: Nota interna

source: No files uploaded
it_it: Nessun file caricato

source: Comm round
it_it: Turno di comm

source: A date is required when an operator is selected
it_it: È obbligatorio inserire una data quando si seleziona un operatore

source: Number of days
it_it: Numero di giorni

source: An operator is required when a date or value is provided
it_it: È richiesto un operatore quando viene fornita una data o un valore

source: Reference number
it_it: Numero di riferimento

source: Type part of a reference number
it_it: Digita parte di un numero di riferimento

source: Type part of a request ID
it_it: Digita parte di un ID richiesta

source: Resolution date
it_it: Data di risoluzione

source: Since request
it_it: Dalla richiesta

source: A value is required when an operator is selected
it_it: È richiesto un valore quando si seleziona un operatore

source: Type part of a name or worker ID
it_it: Digita parte di un nome o dell'ID del Collaboratori

source: The reference number cannot be empty.
it_it: Il numero di riferimento non può essere vuoto.

source: The reference number cannot be longer than 50 characters.
it_it: Il numero di riferimento non può superare i 50 caratteri.

source: The request date cannot be empty.
it_it: La data della richiesta non può essere vuota.

source: The request date cannot be in the future.
it_it: La data della richiesta non può essere futura.

source: Request details
it_it: Dettagli della richiesta

source: Response to requester
it_it: Risposta al richiedente

source: Response to worker
it_it: Risposta ai Collaboratori

source: Select data source
it_it: Seleziona l'origine dati

source: Select template
it_it: Seleziona modello

source: Send & close
it_it: Invia e chiudi

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
it_it: Stai per chiudere questa richiesta di informazioni retributive. Questa azione è irreversibile. Il documento verrà aggiunto al ciclo di comunicazione selezionato. Sei sicuro di voler procedere?

source: Confirm closing request
it_it: Conferma richiesta di chiusura

source: If you close now, request will be saved and the document won't be added.
it_it: Se chiudi ora, la richiesta verrà salvata e il documento non verrà aggiunto.

source: Close without adding a document
it_it: Chiudi senza aggiungere un documento

source: The pay information request was successfully closed.
it_it: La richiesta di informazioni sulla retribuzione è stata chiusa correttamente.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
it_it: Il flusso di lavoro è abilitato per il ciclo di comunicazione selezionato. Il documento allegato verrà aggiunto ma non sarà visibile ai Collaboratori fino al suo rilascio

source: Workflow enabled
it_it: Flusso di lavoro abilitato

source: Approaching deadline
it_it: Scadenza imminente

source: Closed without document
it_it: Chiuso senza documento

source: Document deleted
it_it: Documento eliminato

source: Not released to worker
it_it: Non rilasciato ai Collaboratori

source: Overdue
it_it: In ritardo

source: Remove filters and clear the search to show all results.
it_it: Rimuovi i filtri e cancella la ricerca per mostrare tutti i risultati.

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
it_it: Le richieste di informazioni sulla retribuzione verranno visualizzate qui. Torna più tardi per gli aggiornamenti oppure scopri altre funzionalità nel frattempo.

source: API upload
it_it: Caricamento API

source: {{count}} day
it_it: {{count}} giorno

source: {{count}} days
it_it: {{count}} giorni

source: Reopened
it_it: Riaperto

source: Manage pay information requests.
it_it: Gestisci le richieste di informazioni retributive.

source: Pay information requests
it_it: Richieste di informazioni sulla retribuzione

source: Technical account (API upload)
it_it: Account tecnico (caricamento API)

source: View request
it_it: Visualizza richiesta

source: Document
it_it: Documento

source: The worker cannot be empty.
it_it: Il collaboratore non può essere vuoto.

source: Create prediction
it_it: Crea previsione

source: There are no predictions to display at the moment.
it_it: Al momento non ci sono previsioni da visualizzare.

source: My prediction list
it_it: Il mio elenco delle previsioni

source: Created date: {{date}}
it_it: Data di creazione: {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
it_it: Data di creazione: {{createDate}} Aggiornamento: {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
it_it: Nessuna previsione con il nome "{{phrase}}"

source: Search prediction
it_it: Cerca previsione

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
it_it: Qui puoi trovare un elenco di proposte salariali generate dal sistema che considerano fattori come le fasce salariali e i livelli di promozione per supportare la competitività esterna e l'equità interna.

source: Existing worker
it_it: Collaboratore esistente

source: New hire
it_it: Nuova assunzione

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
it_it: Non sono presenti tipi di feedback disponibili per questo collaboratore. Condividi i tuoi pensieri per aiutare i membri del tuo team a crescere.

source: Shared with me
it_it: Condiviso con me

source: Average: {{avg}}
it_it: Media: {{avg}}

source: Based on evaluations provided by workers
it_it: Basato su valutazioni fornite dai collaboratori

source: Give feedback to increase the chances of generating insights.
it_it: Fornisci feedback per aumentare le possibilità di generare insight.

source: {{count}} rated feedback to generate statistics
it_it: {{count}} feedback valutati per generare statistiche

source: Perceived <strong>clarity</strong>
it_it: <strong>Chiarezza</strong> percepita

source: Perceived <strong>trust</strong>
it_it: <strong>Fiducia</strong> percepita

source: Rated feedback
it_it: Feedback valutato

source: Manager feedback ratings
it_it: Valutazioni del feedback del manager

source: Until the next update
it_it: Fino al prossimo aggiornamento

source: Feedback marked as public by this worker
it_it: Feedback contrassegnato come pubblico da questo collaboratore

source: Check again later for updates or explore more in the meantime.
it_it: Controlla di nuovo più tardi per eventuali aggiornamenti o esplora di più nel frattempo.

source: Feedback that was sent to this worker
it_it: Feedback inviato a questo collaboratore

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
it_it: Non hai ancora inviato alcun feedback a questo collaboratore. Condividi i tuoi pensieri per aiutare i colleghi a crescere.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
it_it: {{firstName}} è in attesa del tuo feedback. Perché non condividere subito le tue opinioni?

source: Feedback this team member shared with me
it_it: Feedback che questo membro del team ha condiviso con me
